<?php
/**
 * 易优CMS
 * ============================================================================
 * 版权所有 2016-2028 海南赞赞网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.eyoucms.com
 * ----------------------------------------------------------------------------
 * 如果商业用途务必到官方购买正版授权, 以免引起不必要的法律纠纷.
 * ============================================================================
 * Author: 小虎哥 <1105415366@qq.com>
 * Date: 2018-06-23
 */

return array(
    'code' => 'DiyminiproMall', // 插件标识
    'name' => '可视化微信小程序（商城版）', // 插件名称
    'version' => 'v1.1.4', // 插件版本号
    'min_version' => 'v1.4.6', // CMS最低版本支持
    'author' => '小虎哥', // 开发者
    'description' => '可视化、可在线购买、丰富的组件库任意DIY一整套靓丽的商城小程序模板风格。', // 插件描述
    'litpic'    => '/weapp/DiyminiproMall/logo.jpg',
    'scene' => '0',  // 使用场景 0 PC+手机 1 手机 2 PC
    'subroot' => 'off',
    'permission' => [],
    'management'    => [ // 后台管理打开方式
        'href'  => weapp_url('DiyminiproMall/DiyminiproMall/page_edit'),
        'target'=> '_blank',
    ],
);