<?php
/**
 * 易优CMS
 * ============================================================================
 * 版权所有 2016-2028 海南赞赞网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.eyoucms.com
 * ----------------------------------------------------------------------------
 * 如果商业用途务必到官方购买正版授权, 以免引起不必要的法律纠纷.
 * ============================================================================
 * Author: 小虎哥 <1105415366@qq.com>
 * Date: 2018-06-23
 */

return array(
    'code' => 'Clicap', // 插件标识
    'name' => '点选文字验证码', // 插件名称
    'version' => 'v1.1.2', // 插件版本号
    'min_version' => 'v1.4.3', // CMS最低版本支持
    'author' => '大黄', // 开发者
    'description' => '此插件是一款基于Clicaptcha开发的点选验证码插件，适用于前后台登录验证场景使用。', // 插件描述
    'litpic'    => '/weapp/Clicap/logo.gif',
    'scene' => '2',  // 使用场景 0 PC+手机 1 手机 2 PC
    'permission' => array(),
);