<?php
/**
 * 易优CMS
 * ============================================================================
 * 版权所有 2016-2028 海南赞赞网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.eyoucms.com
 * ----------------------------------------------------------------------------
 * 如果商业用途务必到官方购买正版授权, 以免引起不必要的法律纠纷.
 * ============================================================================
 * Author: 小虎哥 <1105415366@qq.com>
 * Date: 2018-06-23
 */

return array(
    'code' => 'Wechat',
    'name' => '微信公众号',
    'version' => 'v1.0.5', // 当前插件版本
    'min_version' => 'v1.1.0', // 最低系统版本支持
    'author' => '小虎哥',
    'description' => '无缝整合微信公众号，实现简单操作、菜单、文档同步推送等功能。',
    'litpic'    => '/weapp/Wechat/logo.png',
    'scene' => 0,  // 使用场景 0 PC+手机 1 手机 2 PC
    'permission' => array(),
);